{
  "terms_button": "Termini e Condizioni",
  "privacy_button": "Politica sulla Privacy",
  "cookies_button": "Politica sui Cookie",
  "terms": {
    "title": "Termini e Condizioni d'Uso",
    "content": "<p><strong>Ultimo aggiornamento:</strong> 2025</p><p>Benvenuto/a su RadioChi.com. Di seguito sono dettagliati i termini e le condizioni che regolano l'accesso e l'uso di questo sito web. L'accesso e l'uso del sito web implicano l'accettazione piena e senza riserve di questi termini.</p><h3>1. Dati Identificativi del Titolare</h3><p><strong>Titolare:</strong> Fernando Cardona<br><strong>NIF/CIF (Opzionale):</strong> non specificato<br><strong>Domicilio (Opzionale):</strong> Madrid<br><strong>Email di contatto:</strong> fernandocardonatoro2@gmail.com<br><strong>Sito web:</strong> RadioChi.com</p><h3>2. Oggetto</h3><p>Questi Termini e Condizioni regolano l'accesso, la navigazione e l'uso del sito web RadioChi.com (di seguito, il \"Sito Web\"), il cui obiettivo è fornire informazioni sui servizi di DJ professionale e intrattenimento musicale.</p><h3>3. Condizioni d'Uso</h3><p>L'utente si impegna a fare un uso appropriato e lecito del Sito Web in conformità con la legislazione applicabile, la morale, i buoni costumi e l'ordine pubblico. L'utente dovrà astenersi da:</p><ul><li>Fare un uso non autorizzato o fraudolento del Sito Web e/o dei suoi contenuti con finalità illecite.</li><li>Tentare di accedere, utilizzare e/o manipolare i dati del titolare.</li><li>Introdurre o diffondere virus informatici o qualsiasi altro sistema fisico o logico che sia suscettibile di provocare danni ai sistemi del Sito Web.</li></ul><h3>4. Proprietà Intellettuale e Industriale</h3><p>Tutti i contenuti del Sito Web, inclusi a titolo enunciativo ma non limitativo, testi, fotografie, grafici, immagini, icone, tecnologia, software, così come il suo design grafico e codici sorgente, costituiscono un'opera la cui proprietà appartiene al titolare di questo Sito Web.</p><p>È vietata la riproduzione, distribuzione, comunicazione pubblica e trasformazione della totalità o parte dei contenuti del Sito Web con finalità commerciali, su qualsiasi supporto e con qualsiasi mezzo tecnico, senza l'autorizzazione previa e scritta del titolare.</p><h3>5. Esclusione di Responsabilità</h3><p>Il titolare del Sito Web non si assume responsabilità per:</p><ul><li><strong>Continuità del servizio:</strong> Non si garantisce che il Sito Web funzioni in modo ininterrotto o privo di errori.</li><li><strong>Veridicità delle informazioni:</strong> Le informazioni contenute nel Sito Web sono fornite con finalità meramente informative. Benché si facciano sforzi per garantire la loro precisione e aggiornamento, non si offre alcuna garanzia sulla loro esattezza o completezza.</li><li><strong>Collegamenti a terzi:</strong> Il Sito Web può contenere collegamenti a siti web di terzi. Il titolare non assume alcuna responsabilità sul contenuto, le informazioni o i servizi che possano apparire in questi siti.</li></ul><h3>6. Politica sulla Privacy e Protezione dei Dati</h3><p>In conformità al Regolamento (UE) 2016/679 Generale sulla Protezione dei Dati (GDPR) e alla Legge Organica 3/2018 sulla Protezione dei Dati Personali e garanzia dei diritti digitali (LOPDGDD), si informa che:</p><ul><li>Questo Sito Web non raccoglie, memorizza né tratta alcun tipo di dato personale dei suoi utenti.</li><li>Non si utilizzano moduli di contatto.</li><li>Non ci sono sistemi di registrazione o sottoscrizione.</li><li>Non si utilizzano cookie o tecnologie di tracciamento che possano raccogliere informazioni personali.</li></ul><p>Questo è un sito web puramente informativo. Qualsiasi comunicazione con il titolare deve essere realizzata attraverso l'email di contatto fornita, essendo responsabilità dell'utente le informazioni che condivide attraverso questa via.</p><h3>7. Modifica dei Termini e Condizioni</h3><p>Il titolare si riserva il diritto di modificare, in qualsiasi momento e senza preavviso, la presentazione e configurazione del Sito Web, così come i presenti Termini e Condizioni. L'utente riconosce e accetta che è sua responsabilità rivedere periodicamente questo documento.</p><h3>8. Legislazione Applicabile e Giurisdizione</h3><p>La relazione tra il titolare e l'utente sarà regolata dalla normativa spagnola ed europea vigente. Per la risoluzione di qualsiasi controversia che potesse sorgere, entrambe le parti si sottomettono alla giurisdizione dei Tribunali della città di Madrid, con rinuncia espressa a qualsiasi altro foro che potrebbe loro corrispondere.</p>"
  },
  "privacy": {
    "title": "Politica sulla Privacy",
    "content": "<p><strong>Ultimo aggiornamento:</strong> 2025</p><p>La vostra privacy è di massima importanza per noi. Su RadioChi.com, ci impegnamo a proteggere la privacy dei nostri visitatori. Questa politica sulla privacy descrive come gestiamo le informazioni in conformità al Regolamento (UE) 2016/679 Generale sulla Protezione dei Dati (GDPR) e alla Legge Organica 3/2018 sulla Protezione dei Dati Personali e garanzia dei diritti digitali (LOPDGDD).</p><h3>1. Responsabile del Trattamento</h3><p><strong>Titolare:</strong> Fernando Cardona<br><strong>NIF/CIF (Opzionale):</strong> non specificato<br><strong>Domicilio (Opzionale):</strong> Madrid<br><strong>Email di contatto:</strong> fernandocardonatoro2@gmail.com<br><strong>Sito web:</strong> RadioChi.com</p><h3>2. Principi di Privacy e Raccolta Dati</h3><p>In conformità ai principi di privacy fin dalla progettazione e per impostazione predefinita, e di minimizzazione dei dati, dichiariamo esplicitamente che:</p><p><strong>Questo Sito Web non raccoglie, memorizza né tratta alcun tipo di dato di carattere personale dei suoi utenti.</strong></p><p>L'accesso e la navigazione sul Sito Web sono completamente anonimi e non richiedono alcun tipo di registrazione né fornitura di informazioni personali. Non implementiamo alcun meccanismo che permetta l'identificazione degli utenti, come:</p><ul><li>Moduli di contatto o di commenti.</li><li>Sistemi di registrazione, sottoscrizione o aree utente.</li><li>Newsletter o liste di distribuzione.</li></ul><h3>3. Politica sui Cookie</h3><p>Questo Sito Web non utilizza cookie di alcun tipo, né propri né di terze parti, per finalità analitiche, pubblicitarie o di tracciamento. La navigazione è completamente libera da tracker, garantendo che la vostra attività non venga monitorata.</p><h3>4. Collegamenti a Siti Web di Terze Parti</h3><p>Il Sito Web può contenere collegamenti ad altri siti web che possono essere di vostro interesse. Una volta cliccato su questi collegamenti e abbandonata la nostra pagina, non avremo più controllo sul sito verso cui siete reindirizzati e, pertanto, non siamo responsabili dei termini, della privacy né della protezione dei vostri dati su questi altri siti di terze parti. Queste pagine sono soggette alle loro proprie politiche sulla privacy, per cui è consigliabile consultarle per confermare che siete d'accordo.</p><h3>5. Diritti degli Utenti (GDPR)</h3><p>Il GDPR concede agli interessati una serie di diritti fondamentali (accesso, rettifica, cancellazione, limitazione, portabilità e opposizione).</p><p>Dato che questo Sito Web non raccoglie alcun dato personale, l'esercizio di questi diritti in relazione alla nostra attività web non è applicabile, poiché non ci sono dati sui quali agire. La vostra privacy è garantita dalla nostra politica di non raccolta di informazioni.</p><p>Per qualsiasi dubbio o consultazione sulla nostra politica sulla privacy, potete contattare il titolare attraverso l'email fornita nella sezione 1.</p><h3>6. Modifiche della Politica sulla Privacy</h3><p>Il titolare si riserva il diritto di modificare la presente Politica sulla Privacy per adattarla a novità legislative o giurisprudenziali, così come a pratiche del settore. Queste modifiche saranno comunicate su questa pagina con un anticipo ragionevole alla loro messa in pratica.</p><h3>7. Legislazione Applicabile</h3><p>Questa Politica sulla Privacy è regolata in tutti e ciascuno dei suoi aspetti dalla legislazione spagnola ed europea vigente in materia di protezione dei dati.</p>"
  },
  "cookies": {
    "title": "Politica sui Cookie",
    "content": "<p><strong>Ultimo aggiornamento:</strong> 2025</p><p>Su RadioChi.com, la trasparenza e la privacy dei nostri utenti sono fondamentali. Questa Politica sui Cookie ha l'obiettivo di informare in modo chiaro e preciso sull'uso dei cookie su questo sito web, in conformità al Regolamento (UE) 2016/679 Generale sulla Protezione dei Dati (GDPR) e alla Legge 34/2002 sui Servizi della Società dell'Informazione e del Commercio Elettronico (LSSI-CE).</p><h3>1. Cosa sono i Cookie?</h3><p>Un cookie è un piccolo file di testo che un sito web memorizza nel browser dell'utente. I cookie facilitano l'uso e la navigazione di una pagina web e sono essenziali per il funzionamento di Internet, apportando innumerevoli vantaggi nella prestazione di servizi interattivi.</p><p>Generalmente, i cookie sono utilizzati per varie finalità, come riconoscere l'utente, ottenere informazioni sulle sue abitudini di navigazione o personalizzare il modo in cui viene mostrato il contenuto.</p><h3>2. Politica di Uso dei Cookie su Questo Sito Web</h3><p>In linea con il nostro impegno per la privacy e il principio di minimizzazione dei dati, dichiariamo esplicitamente che:</p><p><strong>Questo Sito Web NON UTILIZZA alcun tipo di cookie, né proprio né di terze parti.</strong></p><p>Non utilizziamo alcuna tecnologia che memorizzi informazioni nel vostro browser per finalità di tracciamento, analisi, pubblicità o funzionamento. La vostra visita è completamente anonima e privata dal punto di vista del nostro sito web.</p><h3>3. Perché Non Utilizziamo Cookie?</h3><p>La nostra decisione di non utilizzare cookie si basa sui seguenti principi:</p><ul><li><strong>Massima Privacy:</strong> Vogliamo garantire che la vostra navigazione sia totalmente privata e che non vengano raccolti dati.</li><li><strong>Semplicità e Trasparenza:</strong> Non utilizzando cookie, non abbiamo bisogno di mostrare banner di consenso, il che migliora la vostra esperienza utente.</li><li><strong>Sicurezza:</strong> Eliminiamo qualsiasi rischio di sicurezza associato alla gestione di cookie di terze parti.</li></ul><h3>4. Come Gestire i Cookie nel Vostro Browser (Informazione Generale)</h3><p>Anche se questo sito web non utilizza cookie, è utile che sappiate che potete gestirli, bloccarli o eliminarli per qualsiasi altro sito web attraverso le impostazioni del vostro browser.</p><p>Di seguito, vi forniamo link alle guide dei principali browser:</p><ul><li><strong>Google Chrome:</strong> <a href='https://support.google.com/chrome/answer/95647' target='_blank'>https://support.google.com/chrome/answer/95647</a></li><li><strong>Mozilla Firefox:</strong> <a href='https://support.mozilla.org/es/kb/habilitar-y-deshabilitar-cookies-sitios-web-rastrear-preferencias' target='_blank'>Gestione cookie in Firefox</a></li><li><strong>Microsoft Edge:</strong> <a href='https://support.microsoft.com/es-es/windows/eliminar-y-administrar-cookies-168dab11-0753-043d-7c16-ede5947fc64d' target='_blank'>Gestione cookie in Edge</a></li><li><strong>Safari (Apple):</strong> <a href='https://support.apple.com/es-es/guide/safari/sfri11471/mac' target='_blank'>Gestione cookie in Safari</a></li></ul><p>Tenete presente che disattivare i cookie può influire sul funzionamento di molti siti web.</p><h3>5. Contatto</h3><p>Se avete qualsiasi dubbio o consultazione sulla nostra Politica sui Cookie, potete contattarci attraverso l'email: <strong>fernandocardonatoro2@gmail.com</strong></p>"
  }
}