{
  "terms_button": "Allgemeine Geschäftsbedingungen",
  "privacy_button": "Datenschutzrichtlinie",
  "cookies_button": "Cookie-Richtlinie",
  "terms": {
    "title": "Allgemeine Geschäftsbedingungen",
    "content": "<p><strong>Letzte Aktualisierung:</strong> 2025</p><p>Willkommen auf RadioChi.com. Im Folgenden werden die Allgemeinen Geschäftsbedingungen aufgeführt, die den Zugang und die Nutzung dieser Website regeln. Der Zugang und die Nutzung der Website implizieren die vollständige und vorbehaltlose Annahme dieser Bedingungen.</p><h3>1. Identifikationsdaten des Inhabers</h3><p><strong>Inhaber:</strong> Fernando Cardona<br><strong>NIF/CIF (Optional):</strong> nicht angegeben<br><strong>Wohnsitz (Optional):</strong> Madrid<br><strong>Kontakt-E-Mail:</strong> fernandocardonatoro2@gmail.com<br><strong>Website:</strong> RadioChi.com</p><h3>2. Zweck</h3><p>Diese Allgemeinen Geschäftsbedingungen regeln den Zugang, die Navigation und die Nutzung der Website RadioChi.com (im Folgenden die \"Website\"), deren Ziel es ist, Informationen über professionelle DJ-Dienstleistungen und musikalische Unterhaltung bereitzustellen.</p><h3>3. Nutzungsbedingungen</h3><p>Der Nutzer verpflichtet sich, die Website angemessen und rechtmäßig in Übereinstimmung mit den geltenden Gesetzen, der Moral, den guten Sitten und der öffentlichen Ordnung zu nutzen. Der Nutzer muss sich enthalten von:</p><ul><li>Unbefugter oder betrügerischer Nutzung der Website und/oder ihrer Inhalte für rechtswidrige Zwecke.</li><li>Versuchen, auf die Daten des Inhabers zuzugreifen, sie zu nutzen und/oder zu manipulieren.</li><li>Einführung oder Verbreitung von Computerviren oder anderen physischen oder logischen Systemen, die Schäden an den Systemen der Website verursachen können.</li></ul><h3>4. Geistiges und gewerbliches Eigentum</h3><p>Alle Inhalte der Website, einschließlich, aber nicht beschränkt auf Texte, Fotografien, Grafiken, Bilder, Symbole, Technologie, Software sowie deren grafisches Design und Quellcodes, stellen ein Werk dar, dessen Eigentum dem Inhaber dieser Website gehört.</p><p>Die Reproduktion, Verteilung, öffentliche Kommunikation und Transformation aller oder eines Teils der Inhalte der Website für kommerzielle Zwecke, auf jedem Medium und mit jedem technischen Mittel, ohne vorherige schriftliche Genehmigung des Inhabers, ist verboten.</p><h3>5. Haftungsausschluss</h3><p>Der Inhaber der Website ist nicht verantwortlich für:</p><ul><li><strong>Kontinuität des Dienstes:</strong> Es wird nicht garantiert, dass die Website ununterbrochen oder fehlerfrei funktioniert.</li><li><strong>Wahrheit der Informationen:</strong> Die auf der Website enthaltenen Informationen werden zu rein informativen Zwecken bereitgestellt. Obwohl Anstrengungen unternommen werden, um deren Genauigkeit und Aktualität zu gewährleisten, wird keine Garantie für deren Exaktheit oder Vollständigkeit geboten.</li><li><strong>Links zu Dritten:</strong> Die Website kann Links zu Websites Dritter enthalten. Der Inhaber übernimmt keine Verantwortung für den Inhalt, die Informationen oder Dienstleistungen, die auf diesen Websites erscheinen können.</li></ul><h3>6. Datenschutzrichtlinie und Datenschutz</h3><p>In Übereinstimmung mit der Verordnung (EU) 2016/679 Datenschutz-Grundverordnung (DSGVO) und dem Organischen Gesetz 3/2018 über den Schutz personenbezogener Daten und die Gewährleistung digitaler Rechte (LOPDGDD) wird mitgeteilt, dass:</p><ul><li>Diese Website sammelt, speichert oder verarbeitet keine personenbezogenen Daten ihrer Nutzer.</li><li>Es werden keine Kontaktformulare verwendet.</li><li>Es gibt keine Registrierungs- oder Abonnementsysteme.</li><li>Es werden keine Cookies oder Tracking-Technologien verwendet, die persönliche Informationen sammeln könnten.</li></ul><p>Dies ist eine rein informative Website. Jede Kommunikation mit dem Inhaber muss über die bereitgestellte Kontakt-E-Mail erfolgen, wobei der Nutzer für die Informationen verantwortlich ist, die er über diesen Weg teilt.</p><h3>7. Änderung der Allgemeinen Geschäftsbedingungen</h3><p>Der Inhaber behält sich das Recht vor, jederzeit und ohne vorherige Ankündigung die Darstellung und Konfiguration der Website sowie diese Allgemeinen Geschäftsbedingungen zu ändern. Der Nutzer erkennt an und akzeptiert, dass es seine Verantwortung ist, dieses Dokument regelmäßig zu überprüfen.</p><h3>8. Anwendbares Recht und Gerichtsstand</h3><p>Die Beziehung zwischen dem Inhaber und dem Nutzer unterliegt den geltenden spanischen und europäischen Vorschriften. Für die Lösung von Streitigkeiten, die entstehen könnten, unterwerfen sich beide Parteien der Gerichtsbarkeit der Gerichte und Tribunale der Stadt Madrid, unter ausdrücklichem Verzicht auf jeden anderen Gerichtsstand, der ihnen entsprechen könnte.</p>"
  },
  "privacy": {
    "title": "Datenschutzrichtlinie",
    "content": "<p><strong>Letzte Aktualisierung:</strong> 2025</p><p>Ihre Privatsphäre ist von größter Bedeutung für uns. Bei RadioChi.com verpflichten wir uns, die Privatsphäre unserer Besucher zu schützen. Diese Datenschutzrichtlinie beschreibt, wie wir Informationen in Übereinstimmung mit der Verordnung (EU) 2016/679 Datenschutz-Grundverordnung (DSGVO) und dem Organischen Gesetz 3/2018 über den Schutz personenbezogener Daten und die Gewährleistung digitaler Rechte (LOPDGDD) verwalten.</p><h3>1. Verantwortlicher für die Datenverarbeitung</h3><p><strong>Inhaber:</strong> Fernando Cardona<br><strong>NIF/CIF (Optional):</strong> nicht angegeben<br><strong>Wohnsitz (Optional):</strong> Madrid<br><strong>Kontakt-E-Mail:</strong> fernandocardonatoro2@gmail.com<br><strong>Website:</strong> RadioChi.com</p><h3>2. Datenschutzprinzipien und Datensammlung</h3><p>In Übereinstimmung mit den Prinzipien des Datenschutzes durch Design und standardmäßig sowie der Datenminimierung erklären wir ausdrücklich, dass:</p><p><strong>Diese Website sammelt, speichert oder verarbeitet keine personenbezogenen Daten ihrer Nutzer.</strong></p><p>Der Zugang und die Navigation auf der Website sind vollständig anonym und erfordern keine Registrierung oder Bereitstellung persönlicher Informationen. Wir implementieren keine Mechanismen, die eine Benutzeridentifikation ermöglichen, wie:</p><ul><li>Kontakt- oder Kommentarformulare.</li><li>Registrierungs-, Abonnement- oder Benutzerbereiche.</li><li>Newsletter oder Mailinglisten.</li></ul><h3>3. Cookie-Richtlinie</h3><p>Diese Website verwendet keine Cookies jeglicher Art, weder eigene noch von Dritten, für analytische, werbliche oder Tracking-Zwecke. Die Navigation ist vollständig frei von Trackern und gewährleistet, dass Ihre Aktivität nicht überwacht wird.</p><h3>4. Links zu Websites Dritter</h3><p>Die Website kann Links zu anderen Websites enthalten, die für Sie von Interesse sein könnten. Sobald Sie auf diese Links klicken und unsere Seite verlassen, haben wir keine Kontrolle mehr über die Website, zu der Sie weitergeleitet werden, und sind daher nicht verantwortlich für die Bedingungen, den Datenschutz oder den Schutz Ihrer Daten auf diesen anderen Websites Dritter. Diese Seiten unterliegen ihren eigenen Datenschutzrichtlinien, daher ist es ratsam, diese zu konsultieren, um zu bestätigen, dass Sie einverstanden sind.</p><h3>5. Benutzerrechte (DSGVO)</h3><p>Die DSGVO gewährt betroffenen Personen eine Reihe von Grundrechten (Zugang, Berichtigung, Löschung, Einschränkung, Übertragbarkeit und Widerspruch).</p><p>Da diese Website keine personenbezogenen Daten sammelt, ist die Ausübung dieser Rechte in Bezug auf unsere Webaktivität nicht anwendbar, da es keine Daten gibt, auf die man einwirken könnte. Ihre Privatsphäre ist durch unsere Politik der Nicht-Sammlung von Informationen garantiert.</p><p>Für Fragen oder Anfragen zu unserer Datenschutzrichtlinie können Sie den Inhaber über die in Abschnitt 1 angegebene E-Mail kontaktieren.</p><h3>6. Änderungen der Datenschutzrichtlinie</h3><p>Der Inhaber behält sich das Recht vor, diese Datenschutzrichtlinie zu ändern, um sie an gesetzliche oder rechtsprechende Neuerungen sowie an Branchenpraktiken anzupassen. Diese Änderungen werden auf dieser Seite mit angemessener Vorlaufzeit vor ihrer Umsetzung kommuniziert.</p><h3>7. Anwendbares Recht</h3><p>Diese Datenschutzrichtlinie unterliegt in allen ihren Aspekten der geltenden spanischen und europäischen Gesetzgebung zum Datenschutz.</p>"
  },
  "cookies": {
    "title": "Cookie-Richtlinie",
    "content": "<p><strong>Letzte Aktualisierung:</strong> 2025</p><p>Bei RadioChi.com sind Transparenz und Datenschutz unserer Nutzer von grundlegender Bedeutung. Diese Cookie-Richtlinie zielt darauf ab, klar und präzise über die Verwendung von Cookies auf dieser Website zu informieren, in Übereinstimmung mit der Verordnung (EU) 2016/679 Datenschutz-Grundverordnung (DSGVO) und dem Gesetz 34/2002 über Dienste der Informationsgesellschaft und des elektronischen Geschäftsverkehrs (LSSI-CE).</p><h3>1. Was sind Cookies?</h3><p>Ein Cookie ist eine kleine Textdatei, die eine Website im Browser des Benutzers speichert. Cookies erleichtern die Nutzung und Navigation einer Webseite und sind für das Funktionieren des Internets unerlässlich, da sie unzählige Vorteile bei der Bereitstellung interaktiver Dienste bieten.</p><p>Im Allgemeinen werden Cookies für verschiedene Zwecke verwendet, wie z.B. die Erkennung des Benutzers, das Sammeln von Informationen über seine Surfgewohnheiten oder die Personalisierung der Art, wie Inhalte angezeigt werden.</p><h3>2. Cookie-Nutzungsrichtlinie auf dieser Website</h3><p>Im Einklang mit unserem Engagement für den Datenschutz und dem Prinzip der Datenminimierung erklären wir ausdrücklich, dass:</p><p><strong>Diese Website KEINE Art von Cookie verwendet, weder eigene noch von Dritten.</strong></p><p>Wir verwenden keine Technologie, die Informationen in Ihrem Browser für Tracking-, Analyse-, Werbe- oder Betriebszwecke speichert. Ihr Besuch ist aus Sicht unserer Website völlig anonym und privat.</p><h3>3. Warum verwenden wir keine Cookies?</h3><p>Unsere Entscheidung, keine Cookies zu verwenden, basiert auf folgenden Prinzipien:</p><ul><li><strong>Maximaler Datenschutz:</strong> Wir möchten sicherstellen, dass Ihr Surfen völlig privat ist und keine Daten gesammelt werden.</li><li><strong>Einfachheit und Transparenz:</strong> Durch die Nichtverwendung von Cookies müssen wir keine Einverständnisbanner anzeigen, was Ihre Benutzererfahrung verbessert.</li><li><strong>Sicherheit:</strong> Wir eliminieren jedes Sicherheitsrisiko, das mit der Verwaltung von Drittanbieter-Cookies verbunden ist.</li></ul><h3>4. Wie Sie Cookies in Ihrem Browser verwalten (Allgemeine Informationen)</h3><p>Obwohl diese Website keine Cookies verwendet, ist es nützlich zu wissen, dass Sie sie für jede andere Website über die Einstellungen Ihres Browsers verwalten, blockieren oder löschen können.</p><p>Nachfolgend stellen wir Ihnen Links zu den Anleitungen der wichtigsten Browser zur Verfügung:</p><ul><li><strong>Google Chrome:</strong> <a href='https://support.google.com/chrome/answer/95647' target='_blank'>https://support.google.com/chrome/answer/95647</a></li><li><strong>Mozilla Firefox:</strong> <a href='https://support.mozilla.org/es/kb/habilitar-y-deshabilitar-cookies-sitios-web-rastrear-preferencias' target='_blank'>Cookie-Verwaltung in Firefox</a></li><li><strong>Microsoft Edge:</strong> <a href='https://support.microsoft.com/es-es/windows/eliminar-y-administrar-cookies-168dab11-0753-043d-7c16-ede5947fc64d' target='_blank'>Cookie-Verwaltung in Edge</a></li><li><strong>Safari (Apple):</strong> <a href='https://support.apple.com/es-es/guide/safari/sfri11471/mac' target='_blank'>Cookie-Verwaltung in Safari</a></li></ul><p>Bitte beachten Sie, dass die Deaktivierung von Cookies die Funktionsweise vieler Websites beeinträchtigen kann.</p><h3>5. Kontakt</h3><p>Wenn Sie Fragen oder Anfragen zu unserer Cookie-Richtlinie haben, können Sie uns per E-Mail kontaktieren: <strong>fernandocardonatoro2@gmail.com</strong></p>"
  }
}