{
  "terms_button": "Termes i Condicions",
  "privacy_button": "Política de Privacitat",
  "cookies_button": "Política de Cookies",
  "terms": {
    "title": "Termes i Condicions d'Ús",
    "content": "<p><strong>Última actualització:</strong> 2025</p><p>Benvingut/da a RadioChi.com. A continuació, es detallen els termes i condicions que regeixen l'accés i l'ús d'aquest lloc web. L'accés i ús del lloc web impliquen l'acceptació plena i sense reserves d'aquests termes.</p><h3>1. Dades Identificatives del Titular</h3><p><strong>Titular:</strong> Fernando Cardona<br><strong>NIF/CIF (Opcional):</strong> sin especificar<br><strong>Domicili (Opcional):</strong> Madrid<br><strong>Correu electrònic de contacte:</strong> fernandocardonatoro2@gmail.com<br><strong>Lloc web:</strong> RadioChi.com</p><h3>2. Objecte</h3><p>Aquests Termes i Condicions regulen l'accés, la navegació i l'ús del lloc web RadioChi.com (d'ara endavant, el \"Lloc Web\"), l'objectiu del qual és proporcionar informació sobre serveis de DJ professional i entreteniment musical.</p><h3>3. Condicions d'Ús</h3><p>L'usuari es compromet a fer un ús adequat i lícit del Lloc Web de conformitat amb la legislació aplicable, la moral, les bones costums i l'ordre públic. L'usuari haurà d'abstenir-se de:</p><ul><li>Fer un ús no autoritzat o fraudulent del Lloc Web i/o dels seus continguts amb finalitats il·lícites.</li><li>Intentar accedir, utilitzar i/o manipular les dades del titular.</li><li>Introduir o difondre virus informàtics o qualsevol altre sistema físic o lògic que sigui susceptible de provocar danys en els sistemes del Lloc Web.</li></ul><h3>4. Propietat Intel·lectual i Industrial</h3><p>Tots els continguts del Lloc Web, incloent-hi a títol enunciatiu però no limitatiu, textos, fotografies, gràfics, imatges, icones, tecnologia, programari, així com el seu disseny gràfic i codis font, constitueixen una obra la propietat de la qual pertany al titular d'aquest Lloc Web.</p><p>Queda prohibida la reproducció, distribució, comunicació pública i transformació de la totalitat o part dels continguts del Lloc Web amb finalitats comercials, en qualsevol suport i per qualsevol mitjà tècnic, sense l'autorització prèvia i per escrit del titular.</p><h3>5. Exclusió de Responsabilitat</h3><p>El titular del Lloc Web no es fa responsable de:</p><ul><li><strong>Continuïtat del servei:</strong> No es garanteix que el Lloc Web funcioni de manera ininterrompuda o lliure d'errors.</li><li><strong>Veracitat de la informació:</strong> La informació continguda al Lloc Web es proporciona amb finalitats merament informatives. Tot i que es fan esforços per garantir la seva precisió i actualització, no s'ofereix cap garantia sobre la seva exactitud o exhaustivitat.</li><li><strong>Enllaços a tercers:</strong> El Lloc Web pot contenir enllaços a llocs web de tercers. El titular no assumeix cap responsabilitat sobre el contingut, la informació o els serveis que puguin aparèixer en aquests llocs.</li></ul><h3>6. Política de Privacitat i Protecció de Dades</h3><p>En compliment del Reglament (UE) 2016/679 General de Protecció de Dades (RGPD) i la Llei Orgànica 3/2018 de Protecció de Dades Personals i garantia dels drets digitals (LOPDGDD), s'informa que:</p><ul><li>Aquest Lloc Web no recull, emmagatzema ni tracta cap tipus de dada personal dels seus usuaris.</li><li>No s'utilitzen formularis de contacte.</li><li>No hi ha sistemes de registre o subscripció.</li><li>No s'utilitzen galetes (cookies) ni tecnologies de seguiment que puguin recopilar informació personal.</li></ul><p>Aquest és un lloc web purament informatiu. Qualsevol comunicació amb el titular s'ha de realitzar a través del correu electrònic de contacte proporcionat, sent responsabilitat de l'usuari la informació que comparteix per aquesta via.</p><h3>7. Modificació dels Termes i Condicions</h3><p>El titular es reserva el dret de modificar, en qualsevol moment i sense previ avís, la presentació i configuració del Lloc Web, així com els presents Termes i Condicions. L'usuari reconeix i accepta que és la seva responsabilitat revisar periòdicament aquest document.</p><h3>8. Legislació Aplicable i Jurisdicció</h3><p>La relació entre el titular i l'usuari es regirà per la normativa espanyola i europea vigent. Per a la resolució de qualsevol controvèrsia que pogués sorgir, ambdues parts se sotmeten a la jurisdicció dels Jutjats i Tribunals de la ciutat de Madrid, amb renúncia expressa a qualsevol altre fur que els pogués correspondre.</p>"
  },
  "privacy": {
    "title": "Política de Privacitat",
    "content": "<p><strong>Última actualització:</strong> 2025</p><p>La teva privacitat és de màxima importància per a nosaltres. A RadioChi.com, ens comprometem a protegir la privacitat dels nostres visitants. Aquesta política de privacitat descriu com gestionem la informació en compliment del Reglament (UE) 2016/679 General de Protecció de Dades (RGPD) i la Llei Orgànica 3/2018 de Protecció de Dades Personals i garantia dels drets digitals (LOPDGDD).</p><h3>1. Responsable del Tractament</h3><p><strong>Titular:</strong> Fernando Cardona<br><strong>NIF/CIF (Opcional):</strong> sin especificar<br><strong>Domicili (Opcional):</strong> Madrid<br><strong>Correu electrònic de contacte:</strong> fernandocardonatoro2@gmail.com<br><strong>Lloc web:</strong> RadioChi.com</p><h3>2. Principis de Privacitat i Recollida de Dades</h3><p>En conformitat amb els principis de privacitat des del disseny i per defecte, i de minimització de dades, declarem explícitament que:</p><p><strong>Aquest Lloc Web no recull, emmagatzema ni tracta cap tipus de dada de caràcter personal dels seus usuaris.</strong></p><p>L'accés i la navegació pel Lloc Web són completament anònims i no requereixen cap mena de registre ni subministrament d'informació personal. No implementem cap mecanisme que permeti la identificació dels usuaris, com ara:</p><ul><li>Formularis de contacte o de comentaris.</li><li>Sistemes de registre, subscripció o àrees d'usuari.</li><li>Butlletins informatius (newsletters) o llistes de correu.</li></ul><h3>3. Política de Galetes (Cookies)</h3><p>Aquest Lloc Web no utilitza galetes (cookies) de cap tipus, ni pròpies ni de tercers, per a finalitats analítiques, publicitàries o de seguiment. La navegació és completament lliure de rastrejadors, garantint que la teva activitat no és monitorada.</p><h3>4. Enllaços a Llocs Web de Tercers</h3><p>El Lloc Web pot contenir enllaços a altres llocs web que poden ser del teu interès. Un cop facis clic en aquests enllaços i abandonis la nostra pàgina, ja no tindrem control sobre el lloc al qual ets redirigit i, per tant, no som responsables dels termes, la privacitat ni la protecció de les teves dades en aquests altres llocs de tercers. Aquestes pàgines estan subjectes a les seves pròpies polítiques de privacitat, per la qual cosa és recomanable que les consultis per confirmar que hi estàs d'acord.</p><h3>5. Drets dels Usuaris (RGPD)</h3><p>El RGPD atorga als interessats un seguit de drets fonamentals (accés, rectificació, supressió, limitació, portabilitat i oposició).</p><p>Atès que aquest Lloc Web no recull cap dada personal, l'exercici d'aquests drets en relació amb la nostra activitat web no és aplicable, ja que no hi ha dades sobre les quals actuar. La teva privacitat està garantida per la nostra política de no recollida d'informació.</p><p>Per a qualsevol dubte o consulta sobre la nostra política de privacitat, pots contactar amb el titular a través del correu electrònic proporcionat a l'apartat 1.</p><h3>6. Modificacions de la Política de Privacitat</h3><p>El titular es reserva el dret de modificar la present Política de Privacitat per adaptar-la a novetats legislatives o jurisprudencials, així com a pràctiques del sector. Aquestes modificacions seran comunicades en aquesta pàgina amb una antelació raonable a la seva posada en pràctica.</p><h3>7. Legislació Aplicable</h3><p>Aquesta Política de Privacitat es regeix en tots i cadascun dels seus extrems per la legislació espanyola i europea vigent en matèria de protecció de dades.</p>"
  },
  "cookies": {
    "title": "Política de Galetes (Cookies)",
    "content": "<p><strong>Última actualització:</strong> 2025</p><p>A RadioChi.com, la transparència i la privacitat dels nostres usuaris són fonamentals. Aquesta Política de Galetes té com a objectiu informar de manera clara i precisa sobre l'ús de galetes en aquest lloc web, en compliment del Reglament (UE) 2016/679 General de Protecció de Dades (RGPD) i la Llei 34/2002 de Serveis de la Societat de la Informació i de Comerç Electrònic (LSSI-CE).</p><h3>1. Què són les Galetes (Cookies)?</h3><p>Una galeta (o cookie) és un petit fitxer de text que un lloc web emmagatzema al navegador de l'usuari. Les galetes faciliten l'ús i la navegació per una pàgina web i són essencials per al funcionament d'Internet, aportant innombrables avantatges en la prestació de serveis interactius.</p><p>Generalment, les galetes s'utilitzen per a diverses finalitats, com ara reconèixer l'usuari, obtenir informació sobre els seus hàbits de navegació o personalitzar la forma en què es mostra el contingut.</p><h3>2. Política d'Ús de Galetes en Aquest Lloc Web</h3><p>En línia amb el nostre compromís amb la privacitat i el principi de minimització de dades, declarem explícitament que:</p><p><strong>Aquest Lloc Web NO UTILITZA cap tipus de galeta (cookie), ni pròpia ni de tercers.</strong></p><p>No fem servir cap tecnologia que emmagatzemi informació al teu navegador per a finalitats de seguiment, anàlisi, publicitat o funcionament. La teva visita és completament anònima i privada des del punt de vista del nostre lloc web.</p><h3>3. Per Què No Utilitzem Galetes?</h3><p>La nostra decisió de no utilitzar galetes es basa en els següents principis:</p><ul><li><strong>Màxima Privacitat:</strong> Volem garantir que la teva navegació sigui totalment privada i que no se'n recopili cap dada.</li><li><strong>Simplicitat i Transparència:</strong> En no utilitzar galetes, no necessitem mostrar bàners de consentiment, la qual cosa millora la teva experiència d'usuari.</li><li><strong>Seguretat:</strong> Eliminem qualsevol risc de seguretat associat a la gestió de galetes de tercers.</li></ul><h3>4. Com Gestionar les Galetes al Teu Navegador (Informació General)</h3><p>Tot i que aquest lloc web no utilitza galetes, és útil que sàpigues que pots gestionar-les, bloquejar-les o eliminar-les per a qualsevol altre lloc web a través de la configuració del teu navegador.</p><p>A continuació, et proporcionem enllaços a les guies dels principals navegadors:</p><ul><li><strong>Google Chrome:</strong> <a href='https://support.google.com/chrome/answer/95647' target='_blank'>https://support.google.com/chrome/answer/95647</a></li><li><strong>Mozilla Firefox:</strong> <a href='https://support.mozilla.org/es/kb/habilitar-y-deshabilitar-cookies-sitios-web-rastrear-preferencias' target='_blank'>Gestió de cookies a Firefox</a></li><li><strong>Microsoft Edge:</strong> <a href='https://support.microsoft.com/es-es/windows/eliminar-y-administrar-cookies-168dab11-0753-043d-7c16-ede5947fc64d' target='_blank'>Gestió de cookies a Edge</a></li><li><strong>Safari (Apple):</strong> <a href='https://support.apple.com/es-es/guide/safari/sfri11471/mac' target='_blank'>Gestió de cookies a Safari</a></li></ul><p>Tingues en compte que desactivar les galetes pot afectar el funcionament de molts llocs web.</p><h3>5. Contacte</h3><p>Si tens qualsevol dubte o consulta sobre la nostra Política de Galetes, pots contactar amb nosaltres a través del correu electrònic: <strong>fernandocardonatoro2@gmail.com</strong></p>"
  }
}