{
  "terms_button": "Conditions Générales",
  "privacy_button": "Politique de Confidentialité",
  "cookies_button": "Politique des Cookies",
  "terms": {
    "title": "Conditions Générales d'Utilisation",
    "content": "<p><strong>Dernière mise à jour :</strong> 2025</p><p>Bienvenue sur RadioChi.com. Voici les conditions générales qui régissent l'accès et l'utilisation de ce site web. L'accès et l'utilisation du site web impliquent l'acceptation pleine et entière de ces conditions.</p><h3>1. Données d'Identification du Titulaire</h3><p><strong>Titulaire :</strong> Fernando Cardona<br><strong>NIF/CIF (Optionnel) :</strong> non spécifié<br><strong>Domicile (Optionnel) :</strong> Madrid<br><strong>Email de contact :</strong> fernandocardonatoro2@gmail.com<br><strong>Site web :</strong> RadioChi.com</p><h3>2. Objet</h3><p>Ces Conditions Générales régissent l'accès, la navigation et l'utilisation du site web RadioChi.com (ci-après, le \"Site Web\"), dont l'objectif est de fournir des informations sur les services de DJ professionnel et de divertissement musical.</p><h3>3. Conditions d'Utilisation</h3><p>L'utilisateur s'engage à faire un usage approprié et licite du Site Web conformément à la législation applicable, à la morale, aux bonnes mœurs et à l'ordre public. L'utilisateur doit s'abstenir de :</p><ul><li>Faire un usage non autorisé ou frauduleux du Site Web et/ou de ses contenus à des fins illicites.</li><li>Tenter d'accéder, d'utiliser et/ou de manipuler les données du titulaire.</li><li>Introduire ou diffuser des virus informatiques ou tout autre système physique ou logique susceptible de causer des dommages aux systèmes du Site Web.</li></ul><h3>4. Propriété Intellectuelle et Industrielle</h3><p>Tous les contenus du Site Web, y compris à titre énonciatif mais non limitatif, textes, photographies, graphiques, images, icônes, technologie, logiciels, ainsi que sa conception graphique et codes sources, constituent une œuvre dont la propriété appartient au titulaire de ce Site Web.</p><p>La reproduction, distribution, communication publique et transformation de tout ou partie des contenus du Site Web à des fins commerciales, sur tout support et par tout moyen technique, sans autorisation préalable et écrite du titulaire, est interdite.</p><h3>5. Exclusion de Responsabilité</h3><p>Le titulaire du Site Web n'est pas responsable de :</p><ul><li><strong>Continuité du service :</strong> Il n'est pas garanti que le Site Web fonctionne de manière ininterrompue ou sans erreur.</li><li><strong>Véracité de l'information :</strong> L'information contenue sur le Site Web est fournie à des fins purement informatives. Bien que des efforts soient faits pour garantir sa précision et sa mise à jour, aucune garantie n'est offerte quant à son exactitude ou son exhaustivité.</li><li><strong>Liens vers des tiers :</strong> Le Site Web peut contenir des liens vers des sites web de tiers. Le titulaire n'assume aucune responsabilité quant au contenu, à l'information ou aux services qui peuvent apparaître sur ces sites.</li></ul><h3>6. Politique de Confidentialité et Protection des Données</h3><p>En conformité avec le Règlement (UE) 2016/679 Général sur la Protection des Données (RGPD) et la Loi Organique 3/2018 sur la Protection des Données Personnelles et la garantie des droits numériques (LOPDGDD), il est informé que :</p><ul><li>Ce Site Web ne collecte, ne stocke ni ne traite aucun type de données personnelles de ses utilisateurs.</li><li>Aucun formulaire de contact n'est utilisé.</li><li>Il n'y a pas de systèmes d'inscription ou d'abonnement.</li><li>Aucun cookie ni technologie de suivi pouvant collecter des informations personnelles n'est utilisé.</li></ul><p>Il s'agit d'un site web purement informatif. Toute communication avec le titulaire doit se faire par l'email de contact fourni, étant de la responsabilité de l'utilisateur les informations qu'il partage par cette voie.</p><h3>7. Modification des Conditions Générales</h3><p>Le titulaire se réserve le droit de modifier, à tout moment et sans préavis, la présentation et la configuration du Site Web, ainsi que les présentes Conditions Générales. L'utilisateur reconnaît et accepte qu'il est de sa responsabilité de réviser périodiquement ce document.</p><h3>8. Législation Applicable et Juridiction</h3><p>La relation entre le titulaire et l'utilisateur sera régie par la réglementation espagnole et européenne en vigueur. Pour la résolution de toute controverse qui pourrait survenir, les deux parties se soumettent à la juridiction des Tribunaux de la ville de Madrid, avec renonciation expresse à tout autre for qui pourrait leur correspondre.</p>"
  },
  "privacy": {
    "title": "Politique de Confidentialité",
    "content": "<p><strong>Dernière mise à jour :</strong> 2025</p><p>Votre confidentialité est d'une importance capitale pour nous. Chez RadioChi.com, nous nous engageons à protéger la confidentialité de nos visiteurs. Cette politique de confidentialité décrit comment nous gérons les informations en conformité avec le Règlement (UE) 2016/679 Général sur la Protection des Données (RGPD) et la Loi Organique 3/2018 sur la Protection des Données Personnelles et la garantie des droits numériques (LOPDGDD).</p><h3>1. Responsable du Traitement</h3><p><strong>Titulaire :</strong> Fernando Cardona<br><strong>NIF/CIF (Optionnel) :</strong> non spécifié<br><strong>Domicile (Optionnel) :</strong> Madrid<br><strong>Email de contact :</strong> fernandocardonatoro2@gmail.com<br><strong>Site web :</strong> RadioChi.com</p><h3>2. Principes de Confidentialité et Collecte de Données</h3><p>En conformité avec les principes de confidentialité dès la conception et par défaut, et de minimisation des données, nous déclarons explicitement que :</p><p><strong>Ce Site Web ne collecte, ne stocke ni ne traite aucun type de données à caractère personnel de ses utilisateurs.</strong></p><p>L'accès et la navigation sur le Site Web sont entièrement anonymes et ne nécessitent aucun type d'inscription ni de fourniture d'informations personnelles. Nous n'implémentons aucun mécanisme permettant l'identification des utilisateurs, tel que :</p><ul><li>Formulaires de contact ou de commentaires.</li><li>Systèmes d'inscription, d'abonnement ou zones utilisateur.</li><li>Bulletins d'information (newsletters) ou listes de diffusion.</li></ul><h3>3. Politique de Cookies</h3><p>Ce Site Web n'utilise aucun cookie de quelque type que ce soit, ni propre ni tiers, à des fins analytiques, publicitaires ou de suivi. La navigation est entièrement libre de traceurs, garantissant que votre activité n'est pas surveillée.</p><h3>4. Liens vers des Sites Web Tiers</h3><p>Le Site Web peut contenir des liens vers d'autres sites web qui peuvent vous intéresser. Une fois que vous cliquez sur ces liens et quittez notre page, nous n'aurons plus de contrôle sur le site vers lequel vous êtes redirigé et, par conséquent, nous ne sommes pas responsables des conditions, de la confidentialité ni de la protection de vos données sur ces autres sites tiers. Ces pages sont soumises à leurs propres politiques de confidentialité, il est donc recommandé de les consulter pour confirmer que vous êtes d'accord.</p><h3>5. Droits des Utilisateurs (RGPD)</h3><p>Le RGPD accorde aux personnes concernées une série de droits fondamentaux (accès, rectification, suppression, limitation, portabilité et opposition).</p><p>Étant donné que ce Site Web ne collecte aucune donnée personnelle, l'exercice de ces droits en relation avec notre activité web n'est pas applicable, car il n'y a pas de données sur lesquelles agir. Votre confidentialité est garantie par notre politique de non-collecte d'informations.</p><p>Pour toute question ou consultation sur notre politique de confidentialité, vous pouvez contacter le titulaire via l'email fourni dans la section 1.</p><h3>6. Modifications de la Politique de Confidentialité</h3><p>Le titulaire se réserve le droit de modifier cette Politique de Confidentialité pour l'adapter aux nouveautés législatives ou jurisprudentielles, ainsi qu'aux pratiques du secteur. Ces modifications seront communiquées sur cette page avec un préavis raisonnable avant leur mise en pratique.</p><h3>7. Législation Applicable</h3><p>Cette Politique de Confidentialité est régie dans tous ses aspects par la législation espagnole et européenne en vigueur en matière de protection des données.</p>"
  },
  "cookies": {
    "title": "Politique des Cookies",
    "content": "<p><strong>Dernière mise à jour :</strong> 2025</p><p>Chez RadioChi.com, la transparence et la confidentialité de nos utilisateurs sont fondamentales. Cette Politique des Cookies a pour objectif d'informer de manière claire et précise sur l'utilisation des cookies sur ce site web, en conformité avec le Règlement (UE) 2016/679 Général sur la Protection des Données (RGPD) et la Loi 34/2002 sur les Services de la Société de l'Information et du Commerce Électronique (LSSI-CE).</p><h3>1. Que sont les Cookies ?</h3><p>Un cookie est un petit fichier texte qu'un site web stocke dans le navigateur de l'utilisateur. Les cookies facilitent l'utilisation et la navigation d'une page web et sont essentiels au fonctionnement d'Internet, apportant d'innombrables avantages dans la prestation de services interactifs.</p><p>Généralement, les cookies sont utilisés à diverses fins, comme reconnaître l'utilisateur, obtenir des informations sur ses habitudes de navigation ou personnaliser la façon dont le contenu est affiché.</p><h3>2. Politique d'Utilisation des Cookies sur ce Site Web</h3><p>En accord avec notre engagement envers la confidentialité et le principe de minimisation des données, nous déclarons explicitement que :</p><p><strong>Ce Site Web N'UTILISE AUCUN type de cookie, ni propre ni tiers.</strong></p><p>Nous n'utilisons aucune technologie qui stocke des informations dans votre navigateur à des fins de suivi, d'analyse, de publicité ou de fonctionnement. Votre visite est complètement anonyme et privée du point de vue de notre site web.</p><h3>3. Pourquoi N'Utilisons-Nous Pas de Cookies ?</h3><p>Notre décision de ne pas utiliser de cookies est basée sur les principes suivants :</p><ul><li><strong>Confidentialité Maximale :</strong> Nous voulons garantir que votre navigation soit totalement privée et qu'aucune donnée ne soit collectée.</li><li><strong>Simplicité et Transparence :</strong> En n'utilisant pas de cookies, nous n'avons pas besoin d'afficher des bannières de consentement, ce qui améliore votre expérience utilisateur.</li><li><strong>Sécurité :</strong> Nous éliminons tout risque de sécurité associé à la gestion des cookies tiers.</li></ul><h3>4. Comment Gérer les Cookies dans Votre Navigateur (Information Générale)</h3><p>Bien que ce site web n'utilise pas de cookies, il est utile que vous sachiez que vous pouvez les gérer, les bloquer ou les supprimer pour tout autre site web via les paramètres de votre navigateur.</p><p>Ci-dessous, nous vous fournissons des liens vers les guides des principaux navigateurs :</p><ul><li><strong>Google Chrome :</strong> <a href='https://support.google.com/chrome/answer/95647' target='_blank'>https://support.google.com/chrome/answer/95647</a></li><li><strong>Mozilla Firefox :</strong> <a href='https://support.mozilla.org/es/kb/habilitar-y-deshabilitar-cookies-sitios-web-rastrear-preferencias' target='_blank'>Gestion des cookies dans Firefox</a></li><li><strong>Microsoft Edge :</strong> <a href='https://support.microsoft.com/es-es/windows/eliminar-y-administrar-cookies-168dab11-0753-043d-7c16-ede5947fc64d' target='_blank'>Gestion des cookies dans Edge</a></li><li><strong>Safari (Apple) :</strong> <a href='https://support.apple.com/es-es/guide/safari/sfri11471/mac' target='_blank'>Gestion des cookies dans Safari</a></li></ul><p>Veuillez noter que la désactivation des cookies peut affecter le fonctionnement de nombreux sites web.</p><h3>5. Contact</h3><p>Si vous avez des questions ou des consultations sur notre Politique des Cookies, vous pouvez nous contacter par email : <strong>fernandocardonatoro2@gmail.com</strong></p>"
  }
}