{
  "terms_button": "Terms & Conditions",
  "privacy_button": "Privacy Policy",
  "cookies_button": "Cookies Policy",
  "terms": {
    "title": "Terms and Conditions of Use",
    "content": "<p><strong>Last updated:</strong> 2025</p><p>Welcome to RadioChi.com. The following details the terms and conditions that govern access and use of this website. Access and use of the website implies full and unreserved acceptance of these terms.</p><h3>1. Owner Identification Data</h3><p><strong>Owner:</strong> Fernando Cardona<br><strong>NIF/CIF (Optional):</strong> not specified<br><strong>Address (Optional):</strong> Madrid<br><strong>Contact email:</strong> fernandocardonatoro2@gmail.com<br><strong>Website:</strong> RadioChi.com</p><h3>2. Purpose</h3><p>These Terms and Conditions regulate access, navigation and use of the RadioChi.com website (hereinafter, the \"Website\"), whose objective is to provide information about professional DJ services and musical entertainment.</p><h3>3. Conditions of Use</h3><p>The user undertakes to make appropriate and lawful use of the Website in accordance with applicable legislation, morality, good customs and public order. The user must refrain from:</p><ul><li>Making unauthorized or fraudulent use of the Website and/or its contents for illicit purposes.</li><li>Attempting to access, use and/or manipulate the owner's data.</li><li>Introducing or spreading computer viruses or any other physical or logical system that is likely to cause damage to the Website's systems.</li></ul><h3>4. Intellectual and Industrial Property</h3><p>All contents of the Website, including by way of example but not limitation, texts, photographs, graphics, images, icons, technology, software, as well as its graphic design and source codes, constitute a work whose property belongs to the owner of this Website.</p><p>The reproduction, distribution, public communication and transformation of all or part of the Website contents for commercial purposes, on any medium and by any technical means, without prior written authorization from the owner, is prohibited.</p><h3>5. Disclaimer</h3><p>The Website owner is not responsible for:</p><ul><li><strong>Service continuity:</strong> It is not guaranteed that the Website will function uninterruptedly or error-free.</li><li><strong>Information accuracy:</strong> The information contained on the Website is provided for purely informational purposes. Although efforts are made to ensure its accuracy and updating, no guarantee is offered regarding its exactness or completeness.</li><li><strong>Third-party links:</strong> The Website may contain links to third-party websites. The owner assumes no responsibility for the content, information or services that may appear on these sites.</li></ul><h3>6. Privacy Policy and Data Protection</h3><p>In compliance with Regulation (EU) 2016/679 General Data Protection Regulation (GDPR) and Organic Law 3/2018 on Personal Data Protection and guarantee of digital rights (LOPDGDD), it is informed that:</p><ul><li>This Website does not collect, store or process any type of personal data from its users.</li><li>No contact forms are used.</li><li>There are no registration or subscription systems.</li><li>No cookies or tracking technologies that may collect personal information are used.</li></ul><p>This is a purely informational website. Any communication with the owner must be made through the contact email provided, being the user's responsibility the information shared through this means.</p><h3>7. Modification of Terms and Conditions</h3><p>The owner reserves the right to modify, at any time and without prior notice, the presentation and configuration of the Website, as well as these Terms and Conditions. The user acknowledges and accepts that it is their responsibility to periodically review this document.</p><h3>8. Applicable Law and Jurisdiction</h3><p>The relationship between the owner and the user will be governed by current Spanish and European regulations. For the resolution of any controversy that may arise, both parties submit to the jurisdiction of the Courts and Tribunals of the city of Madrid, with express waiver of any other jurisdiction that may correspond to them.</p>"
  },
  "privacy": {
    "title": "Privacy Policy",
    "content": "<p><strong>Last updated:</strong> 2025</p><p>Your privacy is of utmost importance to us. At RadioChi.com, we are committed to protecting the privacy of our visitors. This privacy policy describes how we manage information in compliance with Regulation (EU) 2016/679 General Data Protection Regulation (GDPR) and Organic Law 3/2018 on Personal Data Protection and guarantee of digital rights (LOPDGDD).</p><h3>1. Data Controller</h3><p><strong>Owner:</strong> Fernando Cardona<br><strong>NIF/CIF (Optional):</strong> not specified<br><strong>Address (Optional):</strong> Madrid<br><strong>Contact email:</strong> fernandocardonatoro2@gmail.com<br><strong>Website:</strong> RadioChi.com</p><h3>2. Privacy Principles and Data Collection</h3><p>In accordance with the principles of privacy by design and by default, and data minimization, we explicitly declare that:</p><p><strong>This Website does not collect, store or process any type of personal data from its users.</strong></p><p>Access and navigation on the Website are completely anonymous and do not require any type of registration or provision of personal information. We do not implement any mechanism that allows user identification, such as:</p><ul><li>Contact or comment forms.</li><li>Registration, subscription or user area systems.</li><li>Newsletters or mailing lists.</li></ul><h3>3. Cookie Policy</h3><p>This Website does not use cookies of any type, neither own nor third-party, for analytical, advertising or tracking purposes. Navigation is completely free of trackers, ensuring that your activity is not monitored.</p><h3>4. Links to Third-Party Websites</h3><p>The Website may contain links to other websites that may be of interest to you. Once you click on these links and leave our page, we will no longer have control over the site to which you are redirected and, therefore, we are not responsible for the terms, privacy or protection of your data on these other third-party sites. These pages are subject to their own privacy policies, so it is advisable to consult them to confirm that you agree.</p><h3>5. User Rights (GDPR)</h3><p>The GDPR grants data subjects a series of fundamental rights (access, rectification, deletion, limitation, portability and opposition).</p><p>Since this Website does not collect any personal data, the exercise of these rights in relation to our web activity is not applicable, as there is no data to act upon. Your privacy is guaranteed by our policy of not collecting information.</p><p>For any doubt or inquiry about our privacy policy, you can contact the owner through the email provided in section 1.</p><h3>6. Privacy Policy Modifications</h3><p>The owner reserves the right to modify this Privacy Policy to adapt it to legislative or jurisprudential developments, as well as industry practices. These modifications will be communicated on this page with reasonable advance notice before their implementation.</p><h3>7. Applicable Legislation</h3><p>This Privacy Policy is governed in each and every one of its aspects by current Spanish and European legislation on data protection.</p>"
  },
  "cookies": {
    "title": "Cookie Policy",
    "content": "<p><strong>Last updated:</strong> 2025</p><p>At RadioChi.com, transparency and privacy of our users are fundamental. This Cookie Policy aims to inform clearly and precisely about the use of cookies on this website, in compliance with Regulation (EU) 2016/679 General Data Protection Regulation (GDPR) and Law 34/2002 on Information Society Services and Electronic Commerce (LSSI-CE).</p><h3>1. What are Cookies?</h3><p>A cookie is a small text file that a website stores in the user's browser. Cookies facilitate the use and navigation of a web page and are essential for the functioning of the Internet, providing countless advantages in the provision of interactive services.</p><p>Generally, cookies are used for various purposes, such as recognizing the user, obtaining information about their browsing habits, or personalizing the way content is displayed.</p><h3>2. Cookie Usage Policy on This Website</h3><p>In line with our commitment to privacy and the principle of data minimization, we explicitly declare that:</p><p><strong>This Website DOES NOT USE any type of cookie, neither own nor third-party.</strong></p><p>We do not use any technology that stores information in your browser for tracking, analysis, advertising, or operational purposes. Your visit is completely anonymous and private from our website's perspective.</p><h3>3. Why Don't We Use Cookies?</h3><p>Our decision not to use cookies is based on the following principles:</p><ul><li><strong>Maximum Privacy:</strong> We want to ensure that your browsing is completely private and that no data is collected.</li><li><strong>Simplicity and Transparency:</strong> By not using cookies, we don't need to show consent banners, which improves your user experience.</li><li><strong>Security:</strong> We eliminate any security risk associated with managing third-party cookies.</li></ul><h3>4. How to Manage Cookies in Your Browser (General Information)</h3><p>Although this website does not use cookies, it's useful for you to know that you can manage, block, or delete them for any other website through your browser settings.</p><p>Below, we provide links to the guides of the main browsers:</p><ul><li><strong>Google Chrome:</strong> <a href='https://support.google.com/chrome/answer/95647' target='_blank'>https://support.google.com/chrome/answer/95647</a></li><li><strong>Mozilla Firefox:</strong> <a href='https://support.mozilla.org/es/kb/habilitar-y-deshabilitar-cookies-sitios-web-rastrear-preferencias' target='_blank'>Cookie management in Firefox</a></li><li><strong>Microsoft Edge:</strong> <a href='https://support.microsoft.com/es-es/windows/eliminar-y-administrar-cookies-168dab11-0753-043d-7c16-ede5947fc64d' target='_blank'>Cookie management in Edge</a></li><li><strong>Safari (Apple):</strong> <a href='https://support.apple.com/es-es/guide/safari/sfri11471/mac' target='_blank'>Cookie management in Safari</a></li></ul><p>Please note that disabling cookies may affect the functioning of many websites.</p><h3>5. Contact</h3><p>If you have any questions or inquiries about our Cookie Policy, you can contact us through email: <strong>fernandocardonatoro2@gmail.com</strong></p>"
  }
}